---
kind: other
id: Properties.T:Autodesk.Revit.DB.RevisionCloud
source: html/95e09ba8-222a-7951-51a3-fbf5b773c787.htm
---
# RevisionCloud Properties

The id of the assembly instance to which the element belongs.